import React from 'react';

function AgreedWithTermsLabel() {
    return (
        <div>
            <p>
                Սույնով տալիս եմ իմ համաձայնությունն առ այն, որ «Ամերիաբանկ» ՓԲԸ-ն առանց ինձ
                տեղեկացնելու հարցումներ կատարի և ստանա տեղեկություններ.
            </p>
            <ul>
                <li>
                    «ԱՔՌԱ Քրեդիտ Ռեփորթինգ» ՓԲԸ-ից իմ ներկա և անցյալ դրամական պարտավորությունների,
                    ինչպես նաև այլ տվյալների մասին,
                </li>
                <li>
                    «Նորք» սոցիալական ծառայությունների տեխնոլոգիական և իրազեկման կենտրոն հիմնադրամից
                    իմ ներկա և անցյալ աշխատանքային գործունեության, ինչպես նաև այլ տվյալների մասին,
                </li>
                <li>
                    «էլեկտրոնային կառավարման ենթակառուցվածքների ներդրման գրասենյակ» ՓԲԸ-ից`
                    Ամերիաբանկ ՓԲԸ «Բանկի կողմից ստացվող անձնական տվյալների նկարագրություն» հրապարակային
                    փաստաթղթով սահմանված/դասակարգված անձնական տվյալների մասին:
                </li>
            </ul>
            <p>
                Վերոնշյալ տեղեկատվությունը «Ամերիաբանկ» ՓԲԸ-ի կողմից կարող է օգտագործվել ինձ հետ
                վարկային պայմանագիր կնքելու վերաբերյալ որոշում կայացնելիս։
            </p>
            <p>
                Սույն համաձայնությունը կարդացել եմ, սույնով տրվող համաձայնության բովանդակությունն ինձ համար
                ամբողջությամբ հասկանալի և ընդունելի է և հանդիսանում է իմ ազատ կամահայտության արդյունքը, ուժի
                մեջ է մտնում վերոնշյալ դաշտում իմ կողմից նշում կատարելու միջոցով այն ստորագրելու պահից և
                կիրառելի է իմ և Բանկի միջև հարաբերությունների ամբողջ ժամանակահատվածի համար:
            </p>
            <p>
                Չնայած Սքորինգային (առցանց) համակարգով հաստատված հայտի առկայությանը, բացառիկ
                հանգամանքներում Հաճախորդի վարկունակության վերաբերյալ լրացուցիչ պարզաբանումների
                անհրաժեշտության դեպքում վարկի տրամադրման վերջնական որոշումն ընդունվում է
                Բանկի/մասնաճյուղի կողմից:
            </p>
        </div>
    );
}

export default AgreedWithTermsLabel;
